[
  {
    "id": 0,
    "nombre_imagen": ["img_class_0_0", "img_class_0_1", "img_class_0_2"],
    "nombre_enfermedad": "Roya común",
    "nombre_ingles": "Common rust",
    "otros_nombres": "Puccinia sorghi",
    "teleomorfo": "No definido",
    "anamorfo": "No definido",
    "descripcion": "La enfermedad se encuentra en todo el mundo en ambientes subtropicales, templados y de tierras altas con alta humedad. La roya común es más notoria cuando las plantas se acercan a la formación de panojas. Puede reconocerse por pequeñas pústulas alargadas y pulverulentas sobre ambas superficies de las hojas. Las pústulas son de color marrón oscuro en las primeras etapas de la infección; más tarde, la epidermis se rompe y las lesiones se vuelven negras a medida que la planta madura. Las plantas del hospedero alterno (Oxalis spp.) frecuentemente se infectan con pústulas de color anaranjado claro. Esta es simplemente otra etapa del mismo hongo.",
    "sintomas": ["Pústulas ovaladas o alargadas de color marrón canela en las superficies superior e inferior de las hojas; las pústulas se rompen y liberan esporas rojas pulverulentas; las pústulas se vuelven de color marrón oscuro a negro a medida que maduran y liberan esporas pulverulentas de color marrón oscuro; si la infección es grave, pueden aparecer pústulas en las espigas y las mazorcas y las hojas pueden comenzar a ponerse amarillas; en los híbridos de maíz parcialmente resistentes, los síntomas aparecen como manchas cloróticas o necróticas en las hojas que liberan poca o ninguna espora."],
    "causa": "Hongo",
    "comentarios": "La enfermedad se transmite por esporas transportadas por el viento; algunas de las variedades de maíz dulce más populares tienen poca o ninguna resistencia a la enfermedad.",
    "administracion": "El método más efectivo para controlar la enfermedad es plantar híbridos resistentes; la aplicación de fungicidas apropiados puede proporcionar cierto grado de control y reducir la gravedad de la enfermedad; los fungicidas son más efectivos cuando la cantidad de inóculo secundario aún es baja, generalmente cuando las plantas solo tienen unas pocas pústulas de roya por hoja.",
    "fuentes": [
      {
        "id": 0,
        "titulo_fuente": "Maize disease: A guide for field identification",
        "enlace": "https://www.aflatoxinpartnership.org/wp-content/uploads/2021/05/MAIZE-DISEASES-PDF.pdf"
      },
      {
        "id": 1,
        "titulo_fuente": "PlantVillage: Maize (corn)",
        "enlace": "https://plantvillage.psu.edu/topics/corn-maize/infos"
      }
    ]
  },
  {
    "id": 1,
    "nombre_imagen": ["img_class_1_0", "img_class_1_1", "img_class_1_2"],
    "nombre_enfermedad": "Tizón de la hoja del norte",
    "nombre_ingles": "Northern leaf blight",
    "otros_nombres": "Turcicum leaf blight",
    "teleomorfo": "Setosphaeria turcica",
    "anamorfo": "Exserohilum turcicum",
    "descripcion": "Un síntoma temprano son las pequeñas manchas empapadas de agua, ligeramente ovaladas y fácilmente reconocibles que se producen en las hojas. Estos crecen hasta convertirse en lesiones necróticas alargadas y en forma de huso. Pueden aparecer primero en las hojas inferiores y aumentar en número a medida que la planta se desarrolla, y pueden provocar la quema completa del follaje. El tizón de la hoja por Turcicum (o tizón de la hoja del norte) ocurre en todo el mundo y particularmente en áreas donde prevalecen una alta humedad y temperaturas moderadas durante la temporada de crecimiento. Cuando la infección ocurre antes y durante la formación de estigmas y las condiciones son óptimas, puede causar un daño económico significativo.",
    "sintomas": ["Al principio notaremos lesiones elípticas de color verde grisáceo en las hojas. A medida que avanza la enfermedad, estas lesiones se vuelven de color gris pálido a bronceado. En una etapa posterior, las lesiones se ven sucias debido a las esporas de color gris oscuro, particularmente debajo de la superficie inferior de la hoja. La enfermedad se puede identificar fácilmente en el campo debido a sus lesiones largas y estrechas que no están restringidas por venas."],
    "causa": "Hongo",
    "comentarios": "La enfermedad se propaga principalmente a través de las salpicaduras de lluvia y el viento.",
    "administracion": "Siga la labranza adecuada para reducir el inóculo de hongos de los restos de cultivos. Siga la rotación de cultivos con cultivos no hospedantes. Cultive las variedades resistentes disponibles. En caso severo de incidencia de la enfermedad aplicar fungicida adecuado.Siga la labranza adecuada para reducir el inóculo de hongos de los restos de cultivos. Siga la rotación de cultivos con cultivos no hospedantes. Cultive las variedades resistentes disponibles. En caso severo de incidencia de la enfermedad aplicar fungicida adecuado.Siga la labranza adecuada para reducir el inóculo de hongos de los restos de cultivos. Siga la rotación de cultivos con cultivos no hospedantes. Cultive las variedades resistentes disponibles. En caso severo de incidencia de la enfermedad aplicar fungicida adecuado.Siga la labranza adecuada para reducir el inóculo de hongos de los restos de cultivos. Siga la rotación de cultivos con cultivos no hospedantes. Cultive las variedades resistentes disponibles. En caso severo de incidencia de la enfermedad aplicar fungicida adecuado.Siga la labranza adecuada para reducir el inóculo de hongos de los restos de cultivos. Siga la rotación de cultivos con cultivos no hospedantes. Cultive las variedades resistentes disponibles. En caso severo de incidencia de la enfermedad aplicar fungicida adecuado.Siga la labranza adecuada para reducir el inóculo de hongos de los restos de cultivos. Siga la rotación de cultivos con cultivos no hospedantes. Cultive las variedades resistentes disponibles. En caso severo de incidencia de la enfermedad aplicar fungicida adecuado.Siga la labranza adecuada para reducir el inóculo de hongos de los restos de cultivos. Siga la rotación de cultivos con cultivos no hospedantes. Cultive las variedades resistentes disponibles. En caso severo de incidencia de la enfermedad aplicar fungicida adecuado.Siga la labranza adecuada para reducir el inóculo de hongos de los restos de cultivos. Siga la rotación de cultivos con cultivos no hospedantes. Cultive las variedades resistentes disponibles. En caso severo de incidencia de la enfermedad aplicar fungicida adecuado.Siga la labranza adecuada para reducir el inóculo de hongos de los restos de cultivos. Siga la rotación de cultivos con cultivos no hospedantes. Cultive las variedades resistentes disponibles. En caso severo de incidencia de la enfermedad aplicar fungicida adecuado.Siga la labranza adecuada para reducir el inóculo de hongos de los restos de cultivos. Siga la rotación de cultivos con cultivos no hospedantes. Cultive las variedades resistentes disponibles. En caso severo de incidencia de la enfermedad aplicar fungicida adecuado.",
    "fuentes": [
      {
        "id": 0,
        "titulo_fuente": "Maize disease: A guide for field identification",
        "enlace": "https://www.aflatoxinpartnership.org/wp-content/uploads/2021/05/MAIZE-DISEASES-PDF.pdf"
      },
      {
        "id": 1,
        "titulo_fuente": "PlantVillage: Maize (corn)",
        "enlace": "https://plantvillage.psu.edu/topics/corn-maize/infos"
      }
    ]
  },
  {
    "id": 2,
    "nombre_imagen": ["img_class_2_0", "img_class_2_1", "img_class_2_2"],
    "nombre_enfermedad": "Mancha gris de la hoja",
    "nombre_ingles": "Gray leaf spot",
    "otros_nombres": "Cercospora leaf spot",
    "teleomorfo": "No definido",
    "anamorfo": "Cercospora zeae-maydis",
    "descripcion": "Esta enfermedad se encuentra en Brasil, Colombia, Ecuador, norte de India, este y sur de África, Estados Unidos y México, donde también prevalece Exserohilum turcicum. Las condiciones de alta humedad y temperaturas nocturnas relativamente bajas favorecen el desarrollo. Las lesiones aparecen como pequeñas áreas de color verde pálido, que luego se blanquean y finalmente se necrosan, rodeadas de márgenes de color marrón oscuro. Las manchas en las hojas son redondas o ligeramente alargadas.",
    "sintomas": ["Pequeñas manchas necróticas con halos cloróticos en las hojas que se expanden a lesiones rectangulares de 1-6 cm de largo y 2-4 mm de ancho; a medida que las lesiones maduran se vuelven de color canela y finalmente grises; las lesiones tienen bordes afilados y paralelos y son opacas; la enfermedad puede desarrollarse rápidamente causando el marchitamiento completo de las hojas y la muerte de la planta.", "1. Manchas marrones con anillos amarillos en toda la hoja durante el período de crecimiento de la yuca", "2. Lesiones de 0,15-0,2 cm de diámetro", "3. Los casos graves pueden provocar agujeros a lo largo de las lesiones en la hoja."],
    "causa": "Hongo",
    "comentarios": "La bacteria causa la enfermedad de las encías en la caña de azúcar en varias partes del mundo. Reportado por primera vez sobre el maíz en Sudáfrica. Actualmente, esta enfermedad se informa en Nebraska (26 de agosto de 2016), Colorado, Illinois, Iowa y Kansas en el maíz.",
    "administracion": "Plantar híbridos de maíz con resistencia a la enfermedad; la rotación de cultivos y el arado de escombros en el suelo pueden reducir los niveles de inóculo en el suelo, pero es posible que no controlen las áreas donde prevalece la enfermedad; los fungicidas foliares pueden ser económicamente viables para algunos híbridos susceptibles de alto rendimiento.",
    "fuentes": [
      {
        "id": 0,
        "titulo_fuente": "Maize disease: A guide for field identification",
        "enlace": "https://www.aflatoxinpartnership.org/wp-content/uploads/2021/05/MAIZE-DISEASES-PDF.pdf"
      },
      {
        "id": 1,
        "titulo_fuente": "PlantVillage: Maize (corn)",
        "enlace": "https://plantvillage.psu.edu/topics/corn-maize/infos"
      }
    ]
  },
  {
    "id": 3,
    "nombre_imagen": ["img_class_3_0", "img_class_3_1", "img_class_3_2"],
    "nombre_enfermedad": "Hoja sana",
    "nombre_ingles": "Healthy leaf",
    "otros_nombres": "Zea mays",
    "teleomorfo": "Ninguno",
    "anamorfo": "Ninguno",
    "descripcion": "El maíz, Zea mays, es una hierba anual de la familia Poaceae y es un cultivo alimentario básico que se cultiva en todo el mundo. La planta de maíz posee un tallo simple de nudos y entrenudos. Un par de hojas grandes se extienden fuera de cada entrenudo y las hojas suman 8-21 por planta. Las hojas son lineales o lanceoladas (en forma de lanza) con una nervadura central obvia (nervio primario) y pueden crecer de 30 a 100 cm (11,8 a 39,4 pulgadas) de largo. Las inflorescencias masculina y femenina (región de la planta donde se encuentran las flores) se colocan por separado en la planta. La inflorescencia masculina se conoce como 'borla', mientras que la inflorescencia femenina es la 'oreja'. La mazorca del maíz es una espiga modificada y puede haber de 1 a 3 por planta. Los granos de maíz, o 'núcleos', están envueltos en cáscaras y suman entre 30 y 1000 por mazorca. Los granos pueden ser blancos, amarillos, rojos, morados o negros. El maíz es una planta anual que sobrevive solo durante una temporada de crecimiento y puede alcanzar de 2 a 3 m (7 a 10 pies) de altura. El maíz también puede denominarse maíz o maíz indio y se cree que es originario de México y América Central.",
    "sintomas": [""],
    "causa": "",
    "comentarios": "",
    "administracion": "",
    "fuentes": [
      {
        "id": 0,
        "titulo_fuente": "Maize disease: A guide for field identification",
        "enlace": "https://www.aflatoxinpartnership.org/wp-content/uploads/2021/05/MAIZE-DISEASES-PDF.pdf"
      },
      {
        "id": 1,
        "titulo_fuente": "PlantVillage: Maize (corn)",
        "enlace": "https://plantvillage.psu.edu/topics/corn-maize/infos"
      }
    ]
  },
  {
    "id": 4,
    "nombre_imagen": ["img_class_4_0", "img_class_4_1", "img_class_4_2"],
    "nombre_enfermedad": "Otra planta",
    "nombre_ingles": "Object other than a leaf",
    "otros_nombres": "No definido",
    "teleomorfo": "Ninguno",
    "anamorfo": "Ninguno",
    "descripcion": "La imagen capturada al parecer es un objeto distinto a una hoja de maíz. Este resultado es mostrado como una forma de validación para evitar que la aplicación muestre una enfermedad foliar en un objeto que no es hoja.",
    "sintomas": [""],
    "causa": "",
    "comentarios": "",
    "administracion": "",
    "fuentes": [
      {
        "id": 0,
        "titulo_fuente": "Maize disease: A guide for field identification",
        "enlace": "https://www.aflatoxinpartnership.org/wp-content/uploads/2021/05/MAIZE-DISEASES-PDF.pdf"
      },
      {
        "id": 1,
        "titulo_fuente": "PlantVillage: Maize (corn)",
        "enlace": "https://plantvillage.psu.edu/topics/corn-maize/infos"
      }
    ]
  }
]